Dlubal.TimberPro.ReferenceType
Type of reference objects.

Dlubal.TimberPro.ReferenceType.ReferenceTypeUnknown
Unknown

Dlubal.TimberPro.ReferenceType.ReferenceTypeMember
Member

Dlubal.TimberPro.ReferenceType.ReferenceTypeListOfMembers
List of members

Dlubal.TimberPro.ReferenceType.ReferenceTypeSetOfMembers
Set of members